20240708T214636--kdoc-197-『プリズナー・トレーニング』__book.org
:properties:
:ID: 20240708T214636
:end:
#+title:      KDOC 197: 『プリズナー・トレーニング』
#+date:       [2024-07-08 Mon 21:46]
#+filetags:   :book:
#+identifier: 20240708T214636

* この文書のステータス
- 作成
  - [X] 2024-07-09 貴島
- レビュー
  - [X] 2024-07-20 貴島

* 概要
[[https://amzn.to/4bFAO9H][プリズナートレーニング 圧倒的な強さを手に入れる究極の自重筋トレ]]は、筋トレの方法についての本。器具を使わずに自重でトレーニングする方法について書いている。
* メモ
- 監獄内でトラブルになったときはちゃんと機能する体が必要になる。ナイトクラブであれば見掛け倒しでも通用する。しかし監獄の中で自分の体を自由に操れなければ、たちまち餌食になる(p52)
- キャリステニクスの動作のほとんどは、自分の体を持ち上げることにある。太っているほど、難しくなる。体重を減らすことでトレーニングが容易になることを潜在意識的に理解する。食欲と食生活を自動的に調整するようになる(p59)
- 究極の目標はすべてのマスターステップをクリアすることである。それらのうちのひとつやふたつでなく、6つのマスターステップすべてを完璧にできるようになることだ(p73)
- プルアップ・シリーズでの進捗が遅く感じられるのは普通の話である。身を入れてトレーニングしても、あるステップから次のステップへと進むのに数ヶ月かかることがある。しかし否定的にとらえる必要はなく、そもそも必要になる力がとても大きい。ゆっくり進んでいるように見える。しかし、その少しの進歩が筋力な大幅な向上につながる。かかっている時間を嘆くのではなく、小さな進歩を楽しむようにする、という(p196ページ)
- ステップからステップへと急ぎたい衝動をおさえることが大切である。これはすべての自重力トレーニングに適用されるアドバイスになる。あるステップからあるステップへと進むことは、筋力が増加していることを示している。しかしこれらの筋力はシリーズの初めのほうのステップをひたすら反復したうえにつくられる。急ぐだけでは筋力の獲得にはつながらない、という(p196)
- うまくいった人の多くが、これを理解している。失敗と失望が待つことを知っているので、用意ができるまでステップを先に進めようとしない。代わりに、いま従事している作業を愛する。その動作を研究し、その動作に融け入り、その動作のニュアンスをマスターする。時間とエネルギーをそのエクササイズに捧げる(p196)
- クランチは腹部正面の表層を収縮させて張りを出す、哀愁の分離エクササイズである。ボディビル大会でポージングするための準備にはなるが、実質的な筋力や運動能力という意味では効果がない(p237)
- 冷たくなっているときは細胞レベルで繊細になり、ストレスを受けると傷つきやすい。温かくなると、そこに伸縮性と柔軟性が生まれる。アスリートが運動前にウォーミングアップを行う理由である(p391)
- すべてステップ1から始めてほしい。高いステップに飛び込みたい衝動に抵抗する。簡単なエクササイズから始め、徐々に強度を増やす。ひとつひとつのステップを激しく運動できるようになるまで4週間ほどかかり、そのエクササイズに退屈さを感じるほど簡単になるまで2ヶ月間かかるはずだ(p394)
  適度なトレーニングは限界までのトレーニングと比べると最初は結果がともなわないように見える。しかし長期にわたって結果を導き出し続けることができる(p396)
- トレーニングを終えたらすぐに、トレーニング内容を書き留める。次のセッション前にそのメモを見返せば、今回、何をすべきか、なにを乗り越えるべきかがわかる(p409)
- 筋力を求めるなら、2〜3回を超えるワークセットは時間の無駄になる。意味のない繰り返しになる(p418)
* 動画
** プルアップ

- ステップ1↓

#+begin_export html
<iframe width="560" height="315" src="https://www.youtube.com/embed/F8kIJMeqCMs?si=ARmebSyUToCPfXQN" title="YouTube video player" frameborder="0" allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share" referrerpolicy="strict-origin-when-cross-origin" allowfullscreen></iframe>
#+end_export

** ブリッジ

- ステップ1↓

#+begin_export html
<iframe width="560" height="315" src="https://www.youtube.com/embed/JQFddjAFWZw?si=DOLFHhbjhTURNSDY" title="YouTube video player" frameborder="0" allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share" referrerpolicy="strict-origin-when-cross-origin" allowfullscreen></iframe>
#+end_export

- ステップ2↓

#+begin_export html
<iframe width="560" height="315" src="https://www.youtube.com/embed/gkTVDJHHIZ0?si=ARmebSyUToCPfXQN" title="YouTube video player" frameborder="0" allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share" referrerpolicy="strict-origin-when-cross-origin" allowfullscreen></iframe>
#+end_export

** ハンドスタンド

- ステップ1↓

#+begin_export html
<iframe width="560" height="315" src="https://www.youtube.com/embed/tYX-9RQyiJA?si=QiP4fVlQ-2YkKlAI" title="YouTube video player" frameborder="0" allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share" referrerpolicy="strict-origin-when-cross-origin" allowfullscreen></iframe>
#+end_export

** レッグレイズ

- ステップ1↓

#+begin_export html
<iframe width="560" height="315" src="https://www.youtube.com/embed/N8k-SeCkR0s?si=YiTvNYUSIZLP5nig" title="YouTube video player" frameborder="0" allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share" referrerpolicy="strict-origin-when-cross-origin" allowfullscreen></iframe>
#+end_export

** スクワット

- ステップ1↓

#+begin_export html
<iframe width="560" height="315" src="https://www.youtube.com/embed/a-JNXY_hnSs?si=eu2wZNQxqixCgGoJ" title="YouTube video player" frameborder="0" allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share" referrerpolicy="strict-origin-when-cross-origin" allowfullscreen></iframe>
#+end_export

** プッシュアップ

- ステップ1↓

#+begin_export html
<iframe width="560" height="315" src="https://www.youtube.com/embed/N5C9NUHZ20U?si=UcGjOKXTHLMnBx71" title="YouTube video player" frameborder="0" allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share" referrerpolicy="strict-origin-when-cross-origin" allowfullscreen></iframe>
#+end_export

* 関連
- [[https://www.youtube.com/@convictedcondition][Convicted Condition - YouTube]]。公式YouTubeチャンネル
- [[https://nobuchikablog.com/prisoner-training-menu/][プリズナートレーニングメニュー動画]]。メニューの一覧がある
