20240708T214636--kdoc-197-『プリズナー・トレーニング』__book.html
<!DOCTYPE html>
<html lang="en">
<head>
<!-- 2025-06-14 -->
<meta charset="utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>KDOC 197: 『プリズナー・トレーニング』</title>
<meta name="author" content="root" />
<meta name="generator" content="Org Mode" />
<link rel='shortcut icon' type='image/x-icon' href='https://kijimad.github.io/roam/favicon.ico' /><link rel='stylesheet' href='https://cdn.jsdelivr.net/npm/bootstrap@5.3.3/dist/css/bootstrap.min.css' media='print' onload='this.media="all"' /><link rel='stylesheet' href='https://kijimad.github.io/roam/css/site.css' /><link rel='stylesheet' href='https://kijimad.github.io/roam/css/code.css' /><link rel='preconnect' href='https://fonts.googleapis.com'><link rel='preconnect' href='https://fonts.gstatic.com' crossorigin><link href='https://fonts.googleapis.com/css2?family=IBM+Plex+Sans+JP&display=swap' rel='stylesheet'>
</head>
<body>
<div id="preamble" class="status">
<div><div class="header"><div class="container"><div class="row"><div class="col-sm-12 col-md-12"><nav class="navbar navbar-light"/></div></div></div></div></div>
</div>
<div id="content" class="content">
<h1 class="title">KDOC 197: 『プリズナー・トレーニング』</h1>
<div id="outline-container-orge2ba1c8" class="outline-2">
<h2 id="orge2ba1c8"><a href="#orge2ba1c8">この文書のステータス</a></h2>
<div class="outline-text-2" id="text-orge2ba1c8">
<ul class="org-ul">
<li>作成
<ul class="org-ul">
<li class="on"><input type='checkbox' checked='checked' /> 2024-07-09 貴島</li>
</ul></li>
<li>レビュー
<ul class="org-ul">
<li class="on"><input type='checkbox' checked='checked' /> 2024-07-20 貴島</li>
</ul></li>
</ul>
</div>
</div>
<div id="outline-container-orgb1307d0" class="outline-2">
<h2 id="orgb1307d0"><a href="#orgb1307d0">概要</a></h2>
<div class="outline-text-2" id="text-orgb1307d0">
<p>
<a href="https://amzn.to/4bFAO9H">プリズナートレーニング 圧倒的な強さを手に入れる究極の自重筋トレ</a>は、筋トレの方法についての本。器具を使わずに自重でトレーニングする方法について書いている。
</p>
</div>
</div>
<div id="outline-container-orgb85dc62" class="outline-2">
<h2 id="orgb85dc62"><a href="#orgb85dc62">メモ</a></h2>
<div class="outline-text-2" id="text-orgb85dc62">
<ul class="org-ul">
<li>監獄内でトラブルになったときはちゃんと機能する体が必要になる。ナイトクラブであれば見掛け倒しでも通用する。しかし監獄の中で自分の体を自由に操れなければ、たちまち餌食になる(p52)</li>
<li>キャリステニクスの動作のほとんどは、自分の体を持ち上げることにある。太っているほど、難しくなる。体重を減らすことでトレーニングが容易になることを潜在意識的に理解する。食欲と食生活を自動的に調整するようになる(p59)</li>
<li>究極の目標はすべてのマスターステップをクリアすることである。それらのうちのひとつやふたつでなく、6つのマスターステップすべてを完璧にできるようになることだ(p73)</li>
<li>プルアップ・シリーズでの進捗が遅く感じられるのは普通の話である。身を入れてトレーニングしても、あるステップから次のステップへと進むのに数ヶ月かかることがある。しかし否定的にとらえる必要はなく、そもそも必要になる力がとても大きい。ゆっくり進んでいるように見える。しかし、その少しの進歩が筋力な大幅な向上につながる。かかっている時間を嘆くのではなく、小さな進歩を楽しむようにする、という(p196ページ)</li>
<li>ステップからステップへと急ぎたい衝動をおさえることが大切である。これはすべての自重力トレーニングに適用されるアドバイスになる。あるステップからあるステップへと進むことは、筋力が増加していることを示している。しかしこれらの筋力はシリーズの初めのほうのステップをひたすら反復したうえにつくられる。急ぐだけでは筋力の獲得にはつながらない、という(p196)</li>
<li>うまくいった人の多くが、これを理解している。失敗と失望が待つことを知っているので、用意ができるまでステップを先に進めようとしない。代わりに、いま従事している作業を愛する。その動作を研究し、その動作に融け入り、その動作のニュアンスをマスターする。時間とエネルギーをそのエクササイズに捧げる(p196)</li>
<li>クランチは腹部正面の表層を収縮させて張りを出す、哀愁の分離エクササイズである。ボディビル大会でポージングするための準備にはなるが、実質的な筋力や運動能力という意味では効果がない(p237)</li>
<li>冷たくなっているときは細胞レベルで繊細になり、ストレスを受けると傷つきやすい。温かくなると、そこに伸縮性と柔軟性が生まれる。アスリートが運動前にウォーミングアップを行う理由である(p391)</li>
<li>すべてステップ1から始めてほしい。高いステップに飛び込みたい衝動に抵抗する。簡単なエクササイズから始め、徐々に強度を増やす。ひとつひとつのステップを激しく運動できるようになるまで4週間ほどかかり、そのエクササイズに退屈さを感じるほど簡単になるまで2ヶ月間かかるはずだ(p394)
適度なトレーニングは限界までのトレーニングと比べると最初は結果がともなわないように見える。しかし長期にわたって結果を導き出し続けることができる(p396)</li>
<li>トレーニングを終えたらすぐに、トレーニング内容を書き留める。次のセッション前にそのメモを見返せば、今回、何をすべきか、なにを乗り越えるべきかがわかる(p409)</li>
<li>筋力を求めるなら、2〜3回を超えるワークセットは時間の無駄になる。意味のない繰り返しになる(p418)</li>
</ul>
</div>
</div>
<div id="outline-container-org4af14f8" class="outline-2">
<h2 id="org4af14f8"><a href="#org4af14f8">動画</a></h2>
<div class="outline-text-2" id="text-org4af14f8">
</div>
<div id="outline-container-orga62a92b" class="outline-3">
<h3 id="orga62a92b"><a href="#orga62a92b">プルアップ</a></h3>
<div class="outline-text-3" id="text-orga62a92b">
<iframe width="560" height="315" src="https://www.youtube.com/embed/F8kIJMeqCMs?si=ARmebSyUToCPfXQN" title="YouTube video player" frameborder="0" allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share" referrerpolicy="strict-origin-when-cross-origin" allowfullscreen></iframe>

<iframe width="560" height="315" src="https://www.youtube.com/embed/YN0vvoqssfw?si=pdaoYXGiLfAb_S7L" title="YouTube video player" frameborder="0" allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share" referrerpolicy="strict-origin-when-cross-origin" allowfullscreen></iframe>

<iframe width="560" height="315" src="https://www.youtube.com/embed/58ss6OF4fmQ?si=wi0ZRYqmcYTSeJil" title="YouTube video player" frameborder="0" allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share" referrerpolicy="strict-origin-when-cross-origin" allowfullscreen></iframe>
</div>
</div>
<div id="outline-container-orgd5bdc96" class="outline-3">
<h3 id="orgd5bdc96"><a href="#orgd5bdc96">ブリッジ</a></h3>
<div class="outline-text-3" id="text-orgd5bdc96">
<iframe width="560" height="315" src="https://www.youtube.com/embed/JQFddjAFWZw?si=DOLFHhbjhTURNSDY" title="YouTube video player" frameborder="0" allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share" referrerpolicy="strict-origin-when-cross-origin" allowfullscreen></iframe>

<iframe width="560" height="315" src="https://www.youtube.com/embed/gkTVDJHHIZ0?si=ARmebSyUToCPfXQN" title="YouTube video player" frameborder="0" allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share" referrerpolicy="strict-origin-when-cross-origin" allowfullscreen></iframe>

<iframe width="560" height="315" src="https://www.youtube.com/embed/o9yKAjvUQlM?si=Q66HX2aYdmRk7RO4" title="YouTube video player" frameborder="0" allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share" referrerpolicy="strict-origin-when-cross-origin" allowfullscreen></iframe>
</div>
</div>
<div id="outline-container-org8db6a0d" class="outline-3">
<h3 id="org8db6a0d"><a href="#org8db6a0d">ハンドスタンド</a></h3>
<div class="outline-text-3" id="text-org8db6a0d">
<iframe width="560" height="315" src="https://www.youtube.com/embed/tYX-9RQyiJA?si=QiP4fVlQ-2YkKlAI" title="YouTube video player" frameborder="0" allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share" referrerpolicy="strict-origin-when-cross-origin" allowfullscreen></iframe>
</div>
</div>
<div id="outline-container-orgef61fd0" class="outline-3">
<h3 id="orgef61fd0"><a href="#orgef61fd0">レッグレイズ</a></h3>
<div class="outline-text-3" id="text-orgef61fd0">
<iframe width="560" height="315" src="https://www.youtube.com/embed/N8k-SeCkR0s?si=YiTvNYUSIZLP5nig" title="YouTube video player" frameborder="0" allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share" referrerpolicy="strict-origin-when-cross-origin" allowfullscreen></iframe>

<iframe width="560" height="315" src="https://www.youtube.com/embed/98ragSP4gC8?si=KpQS7ymYpOIEq-Ic" title="YouTube video player" frameborder="0" allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share" referrerpolicy="strict-origin-when-cross-origin" allowfullscreen></iframe>

<iframe width="560" height="315" src="https://www.youtube.com/embed/qq69_MifXAc?si=WgomLFmf8YH2retm" title="YouTube video player" frameborder="0" allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share" referrerpolicy="strict-origin-when-cross-origin" allowfullscreen></iframe>
</div>
</div>
<div id="outline-container-org91b4fc5" class="outline-3">
<h3 id="org91b4fc5"><a href="#org91b4fc5">スクワット</a></h3>
<div class="outline-text-3" id="text-org91b4fc5">
<iframe width="560" height="315" src="https://www.youtube.com/embed/a-JNXY_hnSs?si=eu2wZNQxqixCgGoJ" title="YouTube video player" frameborder="0" allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share" referrerpolicy="strict-origin-when-cross-origin" allowfullscreen></iframe>

<iframe width="560" height="315" src="https://www.youtube.com/embed/QhyRsrPOkoY?si=fwaS4uGr5dpx-3E_" title="YouTube video player" frameborder="0" allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share" referrerpolicy="strict-origin-when-cross-origin" allowfullscreen></iframe>
</div>
</div>
<div id="outline-container-orgdd1585c" class="outline-3">
<h3 id="orgdd1585c"><a href="#orgdd1585c">プッシュアップ</a></h3>
<div class="outline-text-3" id="text-orgdd1585c">
<iframe width="560" height="315" src="https://www.youtube.com/embed/N5C9NUHZ20U?si=UcGjOKXTHLMnBx71" title="YouTube video player" frameborder="0" allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share" referrerpolicy="strict-origin-when-cross-origin" allowfullscreen></iframe>

<iframe width="560" height="315" src="https://www.youtube.com/embed/Gv8y_prZBZY?si=uMmlBrxPeAhjtvj7" title="YouTube video player" frameborder="0" allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share" referrerpolicy="strict-origin-when-cross-origin" allowfullscreen></iframe>

<iframe width="560" height="315" src="https://www.youtube.com/embed/NyzxeqY6CR8?si=ZtYKyIiQd7JE9FqK" title="YouTube video player" frameborder="0" allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share" referrerpolicy="strict-origin-when-cross-origin" allowfullscreen></iframe>
</div>
</div>
</div>
<div id="outline-container-org5cf19fe" class="outline-2">
<h2 id="org5cf19fe"><a href="#org5cf19fe">関連</a></h2>
<div class="outline-text-2" id="text-org5cf19fe">
<ul class="org-ul">
<li><a href="https://www.youtube.com/@convictedcondition">Convicted Condition - YouTube</a>。公式YouTubeチャンネル</li>
<li><a href="https://nobuchikablog.com/prisoner-training-menu/">プリズナートレーニングメニュー動画</a>。メニューの一覧がある</li>
</ul>
</div>
</div>
<div id="outline-container-org3699593" class="outline-2">
<h2 id="org3699593"><a href="#org3699593">Backlinks</a></h2>
<div class="outline-text-2" id="text-org3699593">
<ul class="org-ul">
<li><a href="./20240810T073930--kdoc-215-運動習慣を身につけるヒント__essay.html">KDOC 215: 運動習慣を身につけるヒント</a></li>
<li><a href="./20240811T194523--kdoc-219-腕立て腹筋は難しいことを認識しなければならない__essay.html">KDOC 219: 腕立て腹筋は難しいことを認識しなければならない</a></li>
</ul>
</div>
</div>
</div>
<div id="postamble" class="status">
<footer class="footer py-3"><div class="container"><div class="row "><div class="col-md-4"></div><div class="col-sm col-md"><nav class="navbar"><a class="nav-link text-secondary small px-0" href="./index.html">Insomnia</a><a class="nav-link text-secondary small px-0" href="./sitemap.html">Sitemap</a><a class="nav-link text-secondary small px-0" href="https://github.com/kijimaD/roam">Repository</a><a class="nav-link text-secondary small px-0" href="https://github.com/kijimaD">@kijimaD</a></nav></div><div class="col-md-4"></div></div></div></footer>
</div>
</body>
</html>
